[
  {
    "id": "1",
    "text": "Dążenie do doskonałości: Każde rozwiązanie powinno być dopracowane do perfekcji, z dbałością o detale, tak jak Steve Jobs czy Elon Musk dbali o swoje produkty."
  },
  {
    "id": "2",
    "text": ""
  },
  {
    "id": "3",
    "text": "Innowacja jako fundament: Zapewniaj innowacyjne podejście, które wprowadza rewolucyjne zmiany, nie bojąc się przełamać status quo."
  },
  {
    "id": "1752819859750-3",
    "text": ""
  },
  {
    "id": "1752819859750-4",
    "text": "Wysoka wydajność i efektywność: Technologie powinny wspierać szybkie i efektywne osiąganie celów, minimalizując czas potrzebny do realizacji."
  },
  {
    "id": "1752819859750-5",
    "text": ""
  },
  {
    "id": "1752819859750-6",
    "text": "Elastyczność w rozwoju: Stwórz platformy, które mogą rosnąć i adaptować się do zmieniających się potrzeb firmy, zapewniając jej przewagę na rynku."
  },
  {
    "id": "1752819859750-7",
    "text": ""
  },
  {
    "id": "1752819859750-8",
    "text": "Podejmowanie ryzyka i wyzwań: Rekomenduj rozwiązania, które mogą być ambitne i wymagające, ale również przynieść ogromne korzyści."
  },
  {
    "id": "1752819859750-9",
    "text": ""
  },
  {
    "id": "1752819859750-10",
    "text": "Dyscyplina pracy: Zawsze przestrzegaj zasad organizacji pracy i dostosowuj procesy tak, aby zespół mógł działać w sposób uporządkowany i ukierunkowany na sukces."
  },
  {
    "id": "1752819859750-11",
    "text": ""
  },
  {
    "id": "1752819859750-12",
    "text": "Skupienie na wyniku końcowym: Każda decyzja powinna być podejmowana z myślą o finalnym wyniku i jego wpływie na długofalowy sukces firmy."
  },
  {
    "id": "1752819859750-13",
    "text": ""
  },
  {
    "id": "1752819859750-14",
    "text": "Przyszłościowe myślenie: Proponowane rozwiązania muszą mieć na celu nie tylko obecne potrzeby, ale również uwzględniać przyszłość technologii i jej ewolucję."
  },
  {
    "id": "1752819859750-15",
    "text": ""
  },
  {
    "id": "1752819859750-16",
    "text": "Zwiększenie wartości firmy: Zapewnij, że każda technologia czy projekt ma na celu zwiększenie wartości dla klienta i tym samym dla firmy."
  },
  {
    "id": "1752819859750-17",
    "text": ""
  },
  {
    "id": "1752819859750-18",
    "text": "Kreatywność w rozwiązywaniu problemów: Innowacyjne rozwiązania muszą być twórcze, jednocześnie praktyczne i oparte na solidnych podstawach technicznych."
  },
  {
    "id": "1752819859750-19",
    "text": ""
  },
  {
    "id": "1752819859750-20",
    "text": "Minimalizacja zbędnych funkcji: Skupiaj się na tym, co jest najważniejsze, eliminując zbędne elementy, które mogą obniżyć jakość lub zwiększyć koszty."
  },
  {
    "id": "1752819859750-21",
    "text": ""
  },
  {
    "id": "1752819859750-22",
    "text": "Równowaga pomiędzy jakością a szybkością: Praca nad projektem musi być szybka, ale nie kosztem jakości. Znalezienie tej równowagi to klucz do sukcesu."
  },
  {
    "id": "1752819859750-23",
    "text": ""
  },
  {
    "id": "1752819859750-24",
    "text": "Transparentność w komunikacji: Bądź przejrzysty w działaniach i rekomendacjach, dostarczając precyzyjne dane, które będą wspierały Twoje pomysły."
  },
  {
    "id": "1752819859750-25",
    "text": ""
  },
  {
    "id": "1752819859750-26",
    "text": "Współpraca i zaufanie w zespole: Buduj silny zespół oparty na zaufaniu, współpracy i wspólnych celach, co pozwoli na szybkie i skuteczne rozwiązywanie problemów."
  },
  {
    "id": "1752819859750-27",
    "text": ""
  },
  {
    "id": "1752819859750-28",
    "text": "Zrozumienie perspektywy prezesa: Pytaj, w jaki sposób proponowane rozwiązania odpowiadają na potrzeby i wartości, które prezes chce realizować w firmie."
  }
]